; Translation file for AltDrag 1.0
; pt-BR localization by Jucá Costa
; Simply put this file in the same directory as AltDrag, then reload AltDrag.
; Please read the website for help: https://stefansundin.github.io/altdrag/doc/translate.html
; Use encoding UTF-16LE with BOM to be able to use Unicode

[Translation]
Code=pt-BR
LangEnglish=Brazilian Portuguese
Lang=Português (Brasil)
Author=Jucá Costa

TrayEnabled=AltDrag
TrayDisabled=AltDrag (desativado)
MenuEnable=Ativar
MenuDisable=Desativar
MenuHideTray=Ocultar ícone
MenuUpdateAvailable=Atualização disponível!
MenuConfigure=Configuração
MenuAbout=Sobre
MenuExit=Sair

UpdateBalloon=Nova versão disponível!
UpdateDialog=Uma nova versão está disponível. Deseja ir à página de download?
UpdateLatest=Não há atualizações disponíveis.

ConfigTitle=Configuração do AltDrag
ConfigTabGeneral=Geral
ConfigTabInput=Teclado e mouse
ConfigTabBlacklist=Lista negra
ConfigTabAdvanced=Avançado
ConfigTabAbout=Sobre

GeneralBox=Configurações gerais
GeneralAutoFocus=A&tivar janelas ao arrastar. Você também pode\npressionar Ctrl para ativar janelas.
GeneralAero=&Imitar o Aero Snap
GeneralInactiveScroll=&Rolar janelas inativas
GeneralMDI=Suporte a &MDI, interface de múltiplos documentos
GeneralAutoSnap=Alinhar automaticamente a:
GeneralAutoSnap0=Desativado
GeneralAutoSnap1=Bordas da tela
GeneralAutoSnap2=+ exterior das janelas
GeneralAutoSnap3=+ interior das janelas
GeneralLanguage=Idioma:
GeneralAutostartBox=Início automático
GeneralAutostart=&Iniciar o AltDrag quando fizer logon
GeneralAutostartHide=&Ocultar ícone da área de notificação
GeneralAutostartElevate=&Elevar a privilégios de administrador
GeneralAutostartElevateTip=Note que a janela do Controle de Conta de Usuário aparecerá sempre que você fizer logon, a não ser que o Controle de Conta de Usuário esteja desativado completamente.
GeneralElevate=E&levar
GeneralElevated=Elevado
GeneralElevateTip=Isto criará uma nova instância do AltDrag que possuirá privilégios de administrador, permitindo que o AltDrag manipule outros programas que possuam privilégios de administrador.\n\nVocê deverá permitir o AltDrag na janela de confirmação do Controle de Conta de Usuário do Windows, para que o AltDrag seja executado com privilégios de administrador.
GeneralElevationAborted=Elevação cancelada.
GeneralAutosave=Nota: as configurações são salvas e aplicadas instantaneamente.

InputMouseBox=Ações do mouse
InputMouseLMB=Botão esquerdo:
InputMouseMMB=Botão do meio:
InputMouseRMB=Botão direito:
InputMouseMB4=Botão 4:
InputMouseMB5=Botão 5:
InputMouseScroll=Roda do mouse:
InputMouseLowerWithMMB=&Enviar janela para trás ao clicar na barra de título

InputActionMove=Mover
InputActionResize=Redimensionar
InputActionClose=Fechar
InputActionMinimize=Minimizar
InputActionLower=Enviar para trás
InputActionAlwaysOnTop=Sempre visível
InputActionBorderless=Toggle borderless
InputActionCenter=Centralizar
InputActionNothing=Nada
InputActionAltTab=Alt+Tab
InputActionVolume=Volume
InputActionTransparency=Transparência

InputHotkeysBox=Teclas de atalho
InputHotkeysLeftAlt=Alt &esquerdo
InputHotkeysRightAlt=Alt &direito
InputHotkeysLeftWinkey=&Windows esquerdo
InputHotkeysRightWinkey=W&indows direito
InputHotkeysLeftCtrl=&Ctrl esquerdo
InputHotkeysRightCtrl=C&trl direito
InputHotkeysMore=Adicione mais teclas editando o arquivo ini.\nUtilize a tecla Shift para alinhar as janelas umas às outras.

BlacklistBox=Configurações da lista negra
BlacklistProcessBlacklist=Processos a ignorar:
BlacklistBlacklist=Janelas a ignorar:
BlacklistSnaplist=Janelas a alinhar:
BlacklistExplanation=Leia <a href="https://stefansundin.github.io/altdrag/doc/blacklist.html">a wiki</a> (em inglês) na nossa página para uma explicação detalhada de como a lista negra funciona.
BlacklistFindWindowBox=Identificar janela
BlacklistFindWindowExplanation=Utilize esta ferramenta para identificar a classe de uma janela, a fim de adicionar a uma das listas acima.

AdvancedBox=Configurações avançadas
AdvancedHookWindows=A&tivar alinhamento quando mover normalmente uma janela. Funciona em conjunto com o alinhamento automático.
AdvancedHookWindowsWarn=Note que isto não é totalmente seguro, pois faz injeções (hooks) em outros processos. Pode ser arriscado utilizar com jogos que tenham proteção anti-cheat.
AdvancedUpdateCheckOnStartup=Verificar se há novas at&ualizações automaticamente
AdvancedUpdateBeta=Verificar versões &beta
AdvancedUpdateCheckNow=&Verificar agora
AdvancedIni=As configurações do AltDrag são salvas no arquivo AltDrag.ini. Certas configurações só podem ser alteradas através da modificação manual desse arquivo.
AdvancedOpenIni=Abrir arquivo &ini

AboutBox=Sobre o AltDrag
AboutVersion=Versão
AboutAuthor=Criado por Stefan Sundin
AboutLicense=AltDrag é um software grátis e de código aberto.\nDivulgue-o aos seus amigos!
AboutDonate=&Doar
AboutTranslationCredit=Créditos das traduções

MiscUnhookError=Houve um erro ao desabilitar o AltDrag. Isto foi provavelmente causado pelo Windows ter alterados as injeções (hooks) do AltDrag.\n\nSe é a primeira vez que isto acontece, você pode ignorar esta mensagem com segurança e continuar a usar o AltDrag.\n\nSe isto acontece repetidamente, você pode ler em nossa wiki (em inglês) como evitar a repetição deste erro (procure por "AltDrag mysteriously stops working" na página "About").
